Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ དུ་ གང་དེ་ བཞིན་ གཤེགས་པ་ ཞེས་ བགྱི་བ འམ །_ སངས་རྒྱས་ ཞེས་ བགྱི་བ འམ །_ སྟོན་པ་ ཞེ འམ །_ སྐྱབས་ ཞེ འམ །_ དཔུང་ གཉེན་ ཞེ འམ །_ གནས་ ཞེ འམ །_ འདྲེན་པ་ ཞེ འམ །_ རྣམ་པར་ འདྲེན་པ་ ཞེ འམ །_ ཡོངས་སུ་ འདྲེན་པ་ ཞེ འམ །_ སྨན་པ་ ཞེ འམ །_ གསོ་བ་པ་ ཞེ འམ །_ ལམ་ སྟོན་པ་ ཞེ འམ །_ ལམ་ བརྗོད་པ་ ཞེ འམ །_ གཞན་ ཡང་ཐ་ སྙད་ ཐ་དད་པ འི་ ཚིག་ རྣམ་པ་ སྣ་ཚོགས་ [5b] བརྗོད་པ འི་ ཐ་སྙད་ ཀྱི་ ཚིག་ གང་དག་ གིས་ མཁས་པ་ རྣམས་ ཀྱིས་ བཅོམ་ལྡན་འདས་ བསྟོད་པ་ དང་ །_ བཀུར་བ་ དང་ །_ བསྔགས་པ་ དང་ རབ་ཏུ་ བསྟོད་པ་ དང་ །_ རབ་ཏུ་ བསྔགས་པ་ དང་ །_ བཅོམ་ལྡན་འདས་ ཐ་སྙད་ ཀྱི་ ཚིག་ གང་དག་ གིས་ འཇིག་རྟེན་ མངོན་པར་ བརྗོད་ པ འི་ ཆོས་ དེ་དག་ ནི་ བཅོམ་ལྡན་འདས་ བདག་ མ་འཚལ་ མི་ རྟེན་ མ་ མཐོང་ ལགས་སོ །_།
en: $15 “Similarly, Blessed One, we may say ‘the Thus-Gone One,’ ‘the Buddha,’ ‘the Teacher,’ ‘the Refuge,’ ‘the Protector,’ ‘the Support,’ ‘the Guide,’ ‘the Leader,’ ‘the Perfect Leader,’ ‘the Doctor,’ ‘the Healer,’ ‘the Revealer of the Path,’ ‘the Teacher of the Path,’ or make use of some other name or convention. [5.b] In that way the learned may praise, venerate, extol, laud, and applaud the Blessed One. |#| Yet whichever mundane quality they may express through words and conventions in this way, this will not make me cognize, regard, or perceive the Blessed One.

source: བཅོམ་ལྡན་འདས་ ཆོས་ ཐམས་ཅད་ ནི་ ངོ་བོ་ ཉིད་ ཀྱིས་ ཡ་མ་བརླ་ དང་ །_ ངོ་བོ་ ཉིད་ ཀྱིས་ གསོབ་ ལགས་པ འི་ སླད་ དུའོ །_།
en: Because, Blessed One, all phenomena are by nature hollow and without essence.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན་ |#| _སྒྱུ་མ་ མཁན་ གྱིས་ རྒྱལ་པོ་ རྒྱལ་རིགས་ སྤྱི་བོ་ ནས་ དབང་ བསྐུར་བ །_ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་པ་ དང་ ལྡན་པ །_ རིན་པོ་ཆེ་ སྣ་ བདུན་ དང་ ལྡན་པ འི་ འཁོར་ལོ ས་ སྒྱུར་བ་ ཞིག་ སྤྲུལ་པ ར་ གྱུར་ ལ །_
en: $16 “Blessed One, take the analogy of a magician who conjures a universal monarch—a king who has received the royal anointment, is the master of the four divisions of the army, and is in possession of the seven precious treasures.

source: བཅོམ་ལྡན་འདས་ དེ འི་ ཐད་ དུ་ གླིང་བཞི་པ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ སུ་ གཏོགས་པ འི་ སེམས་ཅན་ རྣམ་པར་ རྒྱལ་བ ར་ བགྱི་བ་ ལ་ གནས་པ །_ མཐའ་ཡས་པ་ དེ་དག་ ཐམས་ཅད་ ལྷགས་ ཤིང་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ ལུས་ ཐ་དད་ པར་ ཡང་ གདའ་ ལ །_
en: Blessed One, that magically produced monarch may then be engaged in the subjugation of all the beings that inhabit that universe of four continents, and he may succeed in vanquishing that infinite amount of beings.

source: བཅོམ་ལྡན་འདས་ དེ་ ལ་ སེམས་ཅན་ ལུས་ ཐ་དད་ པར་ ཡང་ མཐོང་ ལགས་ མོད་ ཀྱི །_ བཅོམ་ལྡན་འདས་ སྒྱུ་མ་ མཁན་ གྱིས་ སྤྲུལ་པ འི་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ དེ་ འདི་ སྙམ་ དུ་ བདག་ གིས་ ནི་ དཔུང་ གི་ ཚོགས་ འདི འི་ བདག་པོ་ བྱ་ ཞིང་ །_ གླིང་བཞི་པ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ ར་ བྱ འོ །_། |#| སྙམ་ དུ་ མི་ སེམས་ ལགས་ ལ །_
en: Blessed One, the monarch’s body is distinct, and the bodies of the sentient beings are likewise seen as distinct. |#| However, Blessed One, the magically conjured universal monarch will certainly not be thinking, ‘I shall be the master of this great army! |#| I shall rule this world of four continents!’

source: དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་པོ་ དེ་ཡང་ འདི་ སྙམ་ དུ་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ འདི་ ནི་ བདག་ཅག་ གི་ གཙོ་བོ་ ཡིན་པ ས་ བདག་ཅག་ ནི་ འདི འི་ རྗེས་སུ་ འཇུག་པ ར་ བྱ འོ །_། |#| སྙམ་ དུ་ མི་ སེམས་ ལགས་ མོད་ ཀྱི །_ དེ་དག་ དེ འི་ རྗེས་སུ་ འཇུག་པ ར་ བགྱིད་པ ར་ ཡང་ གདའ་ ལགས་སོ །_།
en: And the four divisions of the army will certainly also not be thinking, ‘That universal monarch is our leader, so we must follow him!’ |#| And yet they do follow him.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ དུ་ ཆོས་ དེ་དག་ གིས་ ཆོས་ཉིད་ གང་ ལགས་པ་ དེ་ ལ །_ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ འམ །_ ཉན་ཐོས་ སམ །_ སློབ་པ འམ །_ མི་སློབ་པ འམ །_ རང་ སངས་རྒྱས་ སམ །_ སོ་སོ འི་ སྐྱེ་བོ་ མ་ མཆིས་ ལགས་སོ །_།
en: $17 “Similarly, Blessed One, that which is the intrinsic nature of phenomena does not exist as a blessed thus-gone one, a hearer, someone training, someone not training, a solitary buddha, or an ordinary being.

source: བཅོམ་ལྡན་འདས་ ཆོས་ཉིད་ དེ་ ལ་ དེ་བཞིན་ གཤེགས་ [6a] པ འི་ ཆོས་ཉིད་ དམིགས་པ འམ །_ དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ཉིད་ མངོན་པ འམ །_ དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ཉིད་ རྟེན་པ འམ །_ རང་ སངས་རྒྱས་ ཀྱི་ ཆོས་ཉིད་ དམིགས་པ འམ །_ རང་ སངས་རྒྱས་ ཀྱི་ ཆོས་ཉིད་ མངོན་པ འམ །_ རང་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཉིད་ རྟེན་པ འམ །_ ཉན་ཐོས་ ཀྱི་ ཆོས་ཉིད་ དམིགས་པ འམ །_ ཉན་ཐོས་ ཀྱི་ ཆོས་ཉིད་ མངོན་པ འམ །_ ཉན་ཐོས་ ཀྱི་ ཆོས་ཉིད་ རྟེན་པ འམ །_ སོ་སོ འི་ སྐྱེ་བོ འི་ ཆོས་ཉིད་ དམིགས་པ འམ །_ སོ་སོ འི་ སྐྱེ་བོ འི་ ཆོས་ཉིད་ མངོན་པ འམ །_ སོ་སོ འི་ སྐྱེ་བོ འི་ ཆོས་ཉིད་ རྟེན་པ འམ །_ གཟུགས་ ཀྱི་ ཆོས་ཉིད་ དམིགས་པ འམ །_ གཟུགས་ ཀྱི་ ཆོས་ཉིད་ མངོན་པ འམ །_ གཟུགས་ ཀྱི་ ཆོས་ཉིད་ རྟེན་པ འམ །_ དེ་བཞིན་ དུ་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ འདུ་བྱེད་ དང་ །_ རྣམ་པར་ ཤེས་པ འི་ ཆོས་ཉིད་ དམིགས་པ འམ །_ རྣམ་པར་ ཤེས་པ འི་ ཆོས་ཉིད་ མངོན་པ འམ །_ རྣམ་པར་ ཤེས་པ འི་ ཆོས་ཉིད་ རྟེན་པ ར་ མི་ འགྱུར་ ལགས་སོ །_།
en: Blessed One, within the intrinsic nature there is [6.a] no observation, perception, or apprehending of the thus-gone ones’ intrinsic nature. |#| There is no observation, perception, or apprehending of the solitary buddhas’ intrinsic nature. |#| There is no observation, perception, or apprehending of the hearers’ intrinsic nature. |#| There is no observation, perception, or apprehending of ordinary beings’ intrinsic nature. |#| There is no observation, perception, or apprehending of the intrinsic nature of form. |#| Likewise, there is no observation, perception, or apprehending of the intrinsic nature of feeling, perception, formation, or consciousness.

source: བཅོམ་ལྡན་འདས་ ཆོས་ཉིད་ དེ་ ལ་ གཟུགས་ སྟོང་པ་ དང་ །_ འདི ས་ གཟུགས་ སྟོང་པ་ དང་ །_ འདི་ ལ་ གཟུགས་ སྟོང་པ་ དམིགས་པ་ དང་ །_ དེ་བཞིན་ དུ་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ འདུ་བྱེད་ དང་ །_ རྣམ་པར་ ཤེས་པ་ སྟོང་པ་ དང་ །_ འདི ས་ རྣམ་པར་ ཤེས་པ་ སྟོང་པ་ དང་ །_ འདི་ ལ་ རྣམ་པར་ ཤེས་པ་ སྟོང་པ་ དམིགས་པ་ དང་ །_ དེ་བཞིན་ དུ་ དེ་བཞིན་ གཤེགས་པ་ སྟོང་པ་ དང་ །_ འདི ས་ དེ་བཞིན་ གཤེགས་པ་ སྟོང་པ་ དང་ །_ འདི་ ལ་ དེ་བཞིན་ གཤེགས་པ་ སྟོང་པ་ དམིགས་པ་ དང་ །_ དེ་བཞིན་ དུ་ དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ཉིད་ སྟོང་པ་ དང་ །_ འདི ས་ དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ཉིད་ སྟོང་པ་ དང་ །_ འདི་ ལ་ དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ཉིད་ སྟོང་པ་ དམིགས་པ ར་ མི་ འགྱུར་ ལགས་སོ །_།
en: Blessed One, within the intrinsic nature, form is empty, form is empty thereby, and within that there is no observation of empty form. |#| Likewise, herein feeling, perception, formation, and consciousness are also all empty, they are empty thereby, and within that there is no observation of them as empty. |#| Similarly, herein the thus-gone one is empty, the thus-gone one is empty thereby, and within that there is no observation of the thus-gone one as empty. |#| In the same way, the intrinsic nature of the thus-gone one is empty, the intrinsic nature of the thus-gone one is empty thereby, and within that there is no observation of the intrinsic nature of the thus-gone one as empty.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ དུ་ དེ་ ལ་ ཉན་ཐོས་ མ་ མཆིས །_ |#| ཉན་ཐོས་ ཀྱི་ ཆོས་ཉིད་ མ་ མཆིས །_ |#| སོ་སོ འི་ སྐྱེ་བོ་ མ་ མཆིས །_ |#| སོ་སོ འི་ སྐྱེ་བོ འི་ ཆོས་ཉིད་ ཀྱི་ བར་ དུ་མ་ མཆིས་ ལགས་སོ །_།
en: Blessed One, in the same way, there is no hearer either, and no intrinsic nature of the hearer. |#| There is no ordinary being and no intrinsic nature of the ordinary being.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན །_ |#| སྒྱུ་མ་ མཁན་ གྱིས་ འཁོར་ལོ ས་ སྒྱུར་བ འམ །_ དཔུང་ གི་ ཚོགས་ སྤྲུལ་པ་ དེ་ ལ་ འཁོར་ལོ ས་ སྒྱུར་བ་ མ་ མཆིས །_ |#| དཔུང་ གི་ ཚོགས་ མ་ མཆིས་ ལགས་ [6b] སོ །_།
en: $18 “Blessed One, in the analogy of the magically produced universal monarch and his divisions of the army, there is neither any universal emperor nor any divisions of the army. [6.b]

source: སྒྱུ་མ་ ལ་མ་ མཆིས །_ |#| སྒྱུ་མ འི་ ཆོས་ཉིད་ ལ་མ་ མཆིས །_ |#| སྒྱུ་མ་ མཁན་ རྣམས་ ལ་མ་ མཆིས་ ལགས་སོ །_།
en: They are not to be found within the illusion itself, the intrinsic nature of the illusion, or within the magician.

source: ས་ ལ་མ་ མཆིས །_ |#| ཆུ་ ལ་མ་ མཆིས །_ |#| མེ་ ལ་མ་ མཆིས །_ |#| རླུང་ ལ་མ་ མཆིས །_ |#| ནམ་མཁའ་ ལ་མ་ མཆིས །_ |#| རྣམ་པར་ ཤེས་པ་ ལ་མ་ མཆིས་ ལགས་སོ །_།
en: They are not in earth, not in water, not in fire, not in wind, not in space, and not in consciousness.

source: ས་ དང་ །_ ཆུ་ དང་ །_ མེ་ དང་ །_ རླུང་ དང་ །_ ནམ་མཁ འི་ ཁམས་ རྣམས་ ལ་མ་ མཆིས །_ |#| རྣམ་པར་ ཤེས་པ འི་ ཁམས་ ལ་མ་ མཆིས་ ལགས་སོ །_།
en: They are not within the elements of earth, water, fire, wind, or space. |#| Nor are they within the element of consciousness.

source: བཅོམ་ལྡན་འདས་ ཆོས་ ཐམས་ཅད་ ནི་ དེ་ དང་ འདྲ་ ལགས་ ཏེ །_
en: Blessed One, all phenomena are this way.

source: བཅོམ་ལྡན་འདས་ དེ་དག་ ལ །_ བདག་ ནི་ རློམ་སེམས་ སུ་ མི་ བགྱིད །_ དེ་དག་ ལ་ བདག་ ནི་ བྱུང་བ ར་ མ་ གྱུར །_ |#| དེ་དག་ བདག་ གིས་ ནི་ མ་ སྨྲས་ ལགས་སོ །_།
en: Blessed One, I do not think about them, I do not produce them, and I do not speak of them.

source: བཅོམ་ལྡན་འདས་ དེ་ལྟ ར་ བདག་ ནི་ ཡོན་ཏན་ གྱི་ ཆོས་ རྣམས་ ཉིད་ ལས་ དབེན་པ་ ལགས་ པས་ དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ རྣམས་ རྗེས་སུ་ དྲན་པ ར་ བགྱིད་ ལགས་སོ །_།
en: Blessed One, as I am in this way disengaged from desirable qualities, I recollect the qualities of the thus-gone ones.

source: བཅོམ་ལྡན་འདས་ དེ་ ནི་ ལམ་ ལགས །_ དེ་ ནི་ ཚུལ་ ལགས་ ཏེ །_
en: $19 “Blessed One, this is the path, this is the way.

source: ལམ་ དེ་ ལ་ གནས་པ འི་ རིགས་ ཀྱི་ བུ འམ་ རིགས་ ཀྱི་ བུ་མོ་ ལམ་ དེ་ རྗེས་སུ་ ཐོབ་པ་ རྣམས་ ནི་ འདི་ སྙམ་ དུ་ གཞན་ ཡང་དག་ པར་ བླངས་ ལ་ འཇུག་པ ར་ བྱ་ ཞིང་ །_ སྟོན་པ་ ཡང་ གཞན་ བཙལ་བ ར་ བྱ་ ལ །_ དགེ་སྦྱོང་ ངམ །_ བྲམ་ཟེ་ གཞན་ སྨྲ་བ འི་ གདོང་ དུ་ གྱེན་ དུ་ བལྟ་བ ར་ བྱ་ ཞིང་ །_ ཚེ་ དང་ ལྡན་པ་ འདི་ ནི་ ཤེས་བཞིན་ པས་ ཤེས །_ |#| མཐོང་ བཞིན་ པས་ མཐོང་ །_ |#| ཡང་དག་པ འི་ ལྟ་བ་ ཡང་ འདོགས་ བཞིན་ པས་ འདོགས་པ ར་ བྱེད་ དོ་ སྙམ་ དུ་ མི་ སེམས་ ལགས་ ཏེ །_ |#| དེ་ ནི་ གནས་མ་ མཆིས་ ལགས་སོ །_།
en: The noble sons and daughters who abide upon and have attained this path will not think, ‘I must engage in other trainings. |#| I must search for other teachers. |#| I shall follow other mendicants or brahmins as they teach. |#| That other venerable one knows with insight, sees with vision, and applies the true view with mastery.’ |#| Such thinking is not appropriate.

source: བཅོམ་ལྡན་འདས་ གནས་པ་ འདི་ ལ་ ནི་ བདག་ སོམ་ཉི་ མ་ མཆིས་པ་ ཐོབ་པ ས་ གནས་ ལགས་སོ །_།
en: Blessed One, since I have become certain about this, that is how I am.

source: ཆོས་ ཀྱི་ སྒོ་ དེ་ཡང་ རྗེས་སུ་ ཐོབ་པ ས་ གནས་ ལགས་སོ །_།
en: Since I have attained that gateway of the Dharma, that is how I am.

source: ཆོས་ ཐམས་ཅད་ ནི་ འདི་ལྟ་སྟེ །_ |#| དབེན་པ འི་ ཚུལ་ དང་ །_ སྐྱེ་བ་ མ་ མཆིས་པ འི་ ཚུལ་ དག་ གིས་ ཚུལ་ གཅིག་པ་ ལགས་སོ །_།
en: This is how all phenomena are: they all share the same nature in terms of their voidness and unborn nature.

source: བཅོམ་ལྡན་འདས་ བདག་ ནི་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ལ་ ཆོས་ ཀྱི་ ཐེ་ཚོམ་ ཞུ་བ ར་ འཚལ་བ་ ལགས་ ལ །_
en: $20 “Blessed One, I wish to bring my doubts about the Dharma before the Thus-Gone One, the Worthy One, the perfect Buddha, and

source: དེ་བཞིན་ གཤེགས་པ ས་ ཀྱང་ བདག་ ལ་ སྐབས་ ཕྱེ་བ་ ལགས་ ཏེ །_
en: as the Thus-Gone One has given me the opportunity,

source: དབང་པོ འི་ བྲག་ཕུག་ ནས་ འོད་མ འི་ ཚལ་ འདིར་ ཕྱིན་པ་ ལགས་སོ །_།
en: I have come here to the Kalandaka­nivāpa from the Indra­śailaguha cave.

source: བཅོམ་ལྡན་འདས་ [7a] བདག་ འདིར་ མཆིས་པ་ དང་ །_ བཅོམ་ལྡན་འདས་ ཀྱི་ གདན་ གྱི་ ཕྱེད་ གནང་ སྟེ །_
en: Blessed One, [7.a] I am here, and the Blessed One has granted me a seat.

source: བདག་ ལ་ གནང་བ་ དང་ སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདི་ རབ་ཏུ་ འུར་འུར་ ཞིང་ རྣམ་པ་ དྲུག་ ཏུ་ ཡང་ གཡོས །_ |#| རབ་ཏུ་གཡོ ས་ ལགས་སོ །_།
en: When he granted me a seat, this entire trichiliocosm reverberated and the ground trembled and shook in six ways.

source: བཅོམ་ལྡན་འདས་ བདག་ ནི་ འདི་ སྙམ་ དུ་ དེ་བཞིན་ གཤེགས་པ་ ནི་ བདག་ཉིད་ ཆེན་པོ འི་ ཆོས་ དང་ ལྡན་པ་ དེ་ལྟ་ བུ་ དང་ །_ རྒྱ་ཆེན་པོ འི་ ཆོས་ དང་ ལྡན་པ་ དེ་ལྟ་ བུ་ དང་ །_ སློབ་དཔོན་ མ་ མཆིས་ ཤིང་ རང་བྱུང་བ་ ལགས་ ཀྱང་ ཐུགས་རྗེ་ ཆེན་པོ འི་ ཚུལ་ ལ་ བཞུགས་ ཤིང་ །_ ལྷག་པ འི་ ང་རྒྱལ་ མ་ མཆིས་པ་ དང་ །_ ང་རྒྱལ་ མ་ མཆིས་པ་ ལ་ བཞུགས་ ནས་ |#| བདག་ ལ་ གདན་ གྱི་ ཕྱེད་ གནང་བ་ ངོ་མཚར་ ལགས་སོ་ སྙམ་ བགྱིད་ དེ །_
en: $21 “Blessed One, this is how I think: |#| The Thus-Gone One is a tremendously great being in possession of the Dharma, the vast Dharma. |#| Without any master, the Thus-Gone One is self-arisen, and yet he follows the way of great compassion. |#| Free of special pride, without any pride, he has granted me a seat. |#| This, I find, is a wonder.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན་ མི་ དབུལ་པོ་ འཚོ་བ་ ངན་པ་ ཚེགས་ ཀྱིས་ འཚོ་བ་ ཞིག་ ཚེགས་ ཀྱིས་ ཁྱིམ་ གྱི་ ཕུན་སུམ་ ཚོགས་པ་ བསྒྲུབས་ ནས །_
en: $22 “Blessed One, I think of the analogy of a poor man, who has been struggling to maintain the most basic livelihood. |#| That man may toil hard and so end up with a fine home.

source: རྒྱལ་པོ་ རྒྱལ་རིགས་ སྤྱི་བོ་ ནས་ དབང་ བསྐུར་བ །_ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་ དང་ ལྡན་པ འི་ གན་ དུ་ བལྟ་བ་ དང་ །_ ཕྱག་ བགྱི་བ་ དང་ །_ བསྙེན་བཀུར་ བགྱི་བ་ དང་ །_ དྲི་བ ར་ བགྱི་བ འི་ སླད་ དུ་ མཆིས་པ ར་ གྱུར་ ལ །_
en: At that point he may go before a king who has received the royal anointment and is the commander of an army of four divisions—he may go before such a king in order to see him, prostrate before him, pay him respect, and ask him questions.

source: མཆིས་པ་ དེ་ ལ་ དེས་ སྟན་ གྱི་ ཕྱེད་ སྩལ་ ན |#| དེ་ནས་ དེ་ འདི་ སྙམ་ དུ་ སེམས་ ལགས་ ཏེ །_
en: If, when the man arrives, the king then offers him a free seat the man will think,

source: རྒྱལ་པོ་ ལ་ བལྟ་བ་ དང་ །_ ཕྱག་ བྱ་བ འི་ ཕྱིར་ བདག་ སོང་ དུ་ ཟིན་ ཀྱང་ བདག་ གིས་ བལྟ་བ འམ །_ ཕྱག་ བྱ་བ་ ཡང་ དཀའ་བ ར་ འགྱུར་ ན་ གསོལ་བ་ ལྟ་ཅི་ སྨོས །_
en: ‘I came here to see the king and pay my respects to him. |#| Even an opportunity just to see the king and prostrate before him is rare, let alone the prospects of being able to ask him questions.

source: རྒྱལ་པོ་ རྒྱལ་རིགས་ སྤྱི་བོ་ ནས་ དབང་ བསྐུར་བ ས་ བདག་ ཕྱིན་ མ་ ཐག་པ་ ལ་ སྟན་ གྱི་ ཕྱེད་ བྱིན་ དུ་ ཟིན་ ཀྱང་ འདི་ ནི་ ངོ་མཚར་ རོ་ སྙམ་ བགྱིད་ ལགས་སོ །_།
en: Still, as soon as I arrived, this monarch who has received the royal anointment granted me a free seat. |#| What a wonder this is!’

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ དུ་ ཆོས་ ཀྱི་ རྒྱལ་པོ་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ནི་ རང་བྱུང་བ་ སློབ་དཔོན་ མ་ མཆིས་པ །_ ཉན་ཐོས་ དང་ རང་ སངས་རྒྱས་ རྣམས་ ཀྱིས་ ཀྱང་ བསྙེན་པ ར་ དཀའ་ ཞིང་ རྟོགས་པ ར་ དཀའ་བ་ ལགས་ ན །_ |#| ལྷ་ དང་ །_ མི་ དང་ །_ ལྷ་མ་ ཡིན་ དུ་ བཅས་པ འི་ འཇིག་རྟེན་ གྱིས་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ འཚལ །_
en: $23 “Blessed One, you are the king of Dharma, a thus-gone one, a worthy one, a perfect buddha, self-arisen and without master. |#| How may I wish what even for hearers and solitary buddhas is hard to achieve and hard to imagine, let alone for the world of gods, humans, and demigods?

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ལ་ ཆོས་ ཀྱི་ ཐེ་ཚོམ་ ཞུ་བ་ དང་ །_ བལྟ་བ་ དང་ །_ ཕྱག་ བགྱི་བ་ དང་ །_ བསྙེན་བཀུར་ བགྱི་བ འི་ [7b] སླད་ དུ་ བདག་ ཇི་ལྟ་ ཇི་ལྟ ར་ མཆིས་པ་ ན །_
en: How is it that have I come here—before the Thus-Gone One, the Worthy One, the perfect Buddha—to ask questions on the Dharma, to behold you, to prostrate, and to pay you my respects? [7.b]

source: བཅོམ་ལྡན་འདས་ བདག་ འདི་ སྙམ་ དུ་ སེམས་ ལགས་ ཏེ །_
en: Blessed One, this is how I think:

source: བདག་ གིས་ ནི་ དེ་བཞིན་ གཤེགས་པ་ ལྟ་བ་ རྙེད་ ཅིང་ ཕྱག་ བགྱི་བ་ རྙེད་ ལ་ བསྙེན་བཀུར་ བགྱི་བ་ དང་ །_ ཞུ་བ་ དང་ །_ ཡོངས་སུ་ ཞུ་བ ར་ བགྱི་བ་ རྙེད་ དེ །_
en: I have succeeded in seeing the Thus-Gone One. |#| I have succeeded in prostrating to him. |#| I have succeeded in paying him my respects. |#| I have succeeded in addressing him. |#| I have succeeded in addressing him in full.

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ད་ལྟ ར་ བདག་ འདིར་ ལྟ་ མཆིས་པ་ ལ་ གདན་ གྱི་ ཕྱེད་ གནང་བ་ ནི་ བདག་ གིས་ རྙེད་པ་ ལེགས་པ ར་ རྙེད་ དོ་ སྙམ་ བགྱིད་ ལགས་སོ །_།
en: As I now stand before the Blessed One, he has granted me a free seat. |#| Indeed, my success is of the finest sort.

source: བཅོམ་ལྡན་འདས་ ཇི་ལྟ ར་ ན་ མི་ དབུལ་པོ་ དེས་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ དེ་ ལ་ བལྟ་བ་ ཉིད་ དང་ །_ ཕྱག་ བགྱི་བ་ ཉིད་ ཡང་ ངོ་མཚར་ ལགས་པ་ དེ་བཞིན་ དུ །_ བཅོམ་ལྡན་འདས་ བདག་ ནི་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: $24 “Blessed One, when the poor man beholds the universal monarch he is filled with wonder, and, Blessed One, I too must marvel. |#| Blessed One, this is how I think:

source: དེ་བཞིན་ གཤེགས་པ་ ནི་ བྱམས་པ་ ཆེན་པོ་ དང་ ལྡན་ ཞིང་ །_ ཐུགས་རྗེ་ ཆེན་པོ་ དང་ །_ དགའ་བ་ ཆེན་པོ་ དང་ །_ བཏང་སྙོམས་ ཆེན་པོ་ དང་ ལྡན་པ་ ལགས་ ཀྱང་ །_ དེ་བཞིན་ གཤེགས་པ འི་ ཡོན་ཏན་ གང་དག་ ལགས་པ་ དེ་དག་ སྟོན་པ་ མ་གཏོགས་ པར་ དེ་བཞིན་ གཤེགས་པ་ འདི་ སྙམ་ དུ་ བདག་ ནི་ ཕུལ་ དང་ །_ བདག་ ནི་ མཆོག་ དང་ །_ བདག་ ནི་ ཁྱད་པར་ དུ་ འཕགས་པ འོ་ སྙམ་ དུ་ མི་ དགོངས་པ་ ནི་ ངོ་མཚར་ ལགས་ ཏེ །_
en: The Thus-Gone One is endowed with great love, great compassion, great joy, and great equanimity. |#| The qualities that the Thus-Gone One possesses are only his, the Teacher’s, and no one else’s. |#| Yet the Thus-Gone One does not think himself special, supreme, or superior. |#| What a wonder this is.

source: བདག་ ནི་ འདི་ སྙམ་ དུ་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཀྱིས་ སངས་རྒྱས་ ཀྱི་ ཡོན་ཏན་ དེ་དག་ ནི་ ཉན་ཐོས་ དང་ །_ རང་ སངས་རྒྱས་ ཐམས་ཅད་ དང་ ཐུན་མོང་ མ་ ལགས་སོ །_། སྙམ་ བགྱིད་ ལགས་སོ །_།
en: I think of how the buddha qualities that belong to the Thus-Gone One, the Worthy One, the perfect Buddha are not shared by any hearer or solitary buddha.”

source: དེ་སྐད་ ཅེས་ གསོལ་པ་ དང་ །_ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ འོད་སྲུང་ ཆེན་པོ་ ལ་ བཀའ་ སྩལ་པ །_
en: $25 The Blessed One then spoke to the venerable Mahākāśyapa:

source: འོད་སྲུང་ ལེགས་ སོ་ ལེགས་ སོ །_།
en: “That is right, Kāśyapa, that is right.

source: འོད་ སྲུང་ ཁྱོད་ ཡང་ ལེགས་ སོ །_།
en: Kāśyapa, you are right.

source: འོད་སྲུང་ དེ་བཞིན་ གཤེགས་པ་ ནི་ དཔག་ ཏུ་ མེད་ ཅིང་ །_ དཔག་ ཏུ་ མེད་པ འི་ ཆོས་ དང་ ལྡན་ ཏེ །_
en: Kāśyapa, the thus-gone ones are boundless and endowed with boundless qualities.

source: དེ་ ནི་ སྦྱིན་པ འི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ སྦྱིན་པ འི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ འི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ ཤེས་རབ་ ཀྱི་ བར་ གྱི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ ཤེས་རབ་ ཀྱི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ འི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ སྨོན་ལམ་ རྣམས་ ཀྱི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ སྨོན་ལམ་ གྱི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ འི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ ཐབས་ ཀྱི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ ཐབས་ ལ་ མཁས་པ འི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ འི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ སྤྱོད་པ འི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ སྤྱོད་པ འི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ འི་ ཚད་ དེ་ལྟ་ བུ་ [8a] དང་ །_ རྣམ་པར་ གྲོལ་བ འི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ རྣམ་པར་ གྲོལ་བ འི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ འི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ རྣམ་པར་ གྲོལ་བ འི་ ཡེ་ཤེས་ མཐོང་བ འི་ ཚད་ དེ་ལྟ་ བུ་ དང་ །_ རྣམ་པར་ གྲོལ་བ འི་ ཡེ་ཤེས་ མཐོང་བ འི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ འི་ ཚད་ དེ་ལྟ་ བུས་ དཔག་པ ར་ མི་ ནུས་ སོ །_།
en: It is impossible to measure the extent of their generosity, and their transcendent generosity, and so on, through to their insight and their transcendent insight. |#| Their aspiration, their transcendent aspiration, their means, their transcendent means, their activity, their transcendent activity, [8.a] their liberation, their transcendent liberation, their vision of liberated wisdom, and their vision of transcendent liberated wisdom—these are all immeasurable.

source: འོད་སྲུང་ བཞི་པོ་ འདི་དག་ ནི་ དེ་བཞིན་ གཤེགས་པ འི་ མི་མཉམ་པ འི་ ཡེ་ཤེས་ རྣམས་ ཡིན་ ཏེ །_
en: $26 “Kāśyapa, four factors pertain to the thus-gone ones’ unequaled wisdom.

source: དེ་དག་ དང་ ལྡན་ ན་ དེ་བཞིན་ གཤེགས་པ་ འཁོར་ གྱི་ ནང་ དུ་ སེང་གེ འི་ སྒྲ་ སྒྲོགས་ པར་ བྱེད་པ འོ །_།
en: Due to their possession of those four factors, the thus-gone ones bring forth the lion’s roar in the midst of their retinue.

source: བཞི་ གང་ཞེ་ན །_
en: Which are those four?

source: ཚུལ་ཁྲིམས་ མཉམ་པ་ཉིད་ དང་ །_ ཏིང་ངེ་འཛིན་ མཉམ་པ་ཉིད་ དང་ །_ ཤེས་ རབ་ མཉམ་པ་ཉིད་ དང་ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ མཉམ་པ་ཉིད་ དེ །_
en: They are the equality of discipline, the equality of absorption, the equality of insight, and the equality of buddha qualities.

source: འོད་སྲུང་ མཉམ་པ འི་ ཡེ་ཤེས་ བཞི་པོ་ དེ་དག་ ནི་ གང་དག་ དང་ ལྡན་ ན་ དེ་བཞིན་ གཤེགས་པ་ འཁོར་ གྱི་ ནང་ ན་ བཞུགས་ ཤིང་ སེང་གེ འི་ སྒྲ་ ཡང་དག་ པར་ སྒྲོགས་ པར་ བྱེད་པ འོ །_།
en: Kāśyapa, whoever is endowed with this fourfold wisdom of equality is a thus-gone one who proclaims the lion’s roar in the midst of their retinue.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ འི་ ཚེ་ ཚིགས་ སུ་ བཅད་པ་ འདི་དག་ བཀའ་ སྩལ་ ཏོ །_།
en: $27 The Blessed One then spoke the following verses:

source: སངས་རྒྱས་ འཇིག་རྟེན་ བསམ་ཡས་ ན །_། |#| སངས་རྒྱས་ ཡེ་ཤེས་ མཐའ་ ཡ ས་ ཏེ །_། |#| སེམས་ ཀྱི་ ལས་ ནི་ སྦྱངས་པ ས་ ན །_། |#| དེ་དག་ སེང་གེ འི་ སྒྲ་ སྒྲོགས་ བྱེད །_།
en: “Buddhas throughout inconceivable worlds, Endowed with the infinite wisdom of buddhahood, Have purified the actions of the mind, And so proclaim the lion’s roar.

source: སེང་གེ འི་ སྒྲ་ སྒྲོགས་ བྱེད་པ་ ནི །_། མུ་སྟེགས་ གཞན་ རྣམས་ སྐྲག་པ ར་ འགྱུར །_། |#| ཆོས་ ཀྱི་ ཆོས་ཉིད་ ཐོས་ ནས་ སུ །_། གཡང་ས ར་ རབ་ཏུ་ ལྟུང་བ ར་ འགྱུར །_།
en: $28 “In letting the lion’s roar resound, They terrify the extremists, Who when hearing of phenomena’s intrinsic nature Fall into the abyss.

source: བདག་ ཏུ་ འདུ་ཤེས་ གང་ གནས་ དང་ །_། སེམས་ཅན་ འདུ་ཤེས་ གང་ གནས་པ །_། འོད་སྲུང་ དེ་དག་ བསྟན་ འདི་ ལ །_། མུ་སྟེགས་ ཅན་ ཞེས་ ངས་ བཤད་ དོ །_།
en: $29 “Those harboring the notion of self And the notion of a sentient being— Kāśyapa, such beings I declare To be extremists in terms of this teaching.

source: དངོས་པོ འི་ འདུ་ཤེས་ གང་ གནས་ དང་ །_། ང་ ཡི་ ང་ ཞེས་ རྟེན་པ་ དང་ །_། འོད་སྲུང་ དེ་དག་ བསྟན་ འདི་ ལ །_། མུ་སྟེགས་ ཅན་ ཞེས་ ངས་ བཤད་ དོ །_།
en: $30 “Those keeping the notion of an entity And of ‘my self’— Kāśyapa, such beings I declare To be extremists in terms of this teaching.

source: གང་དག་ ཚུལ་ཁྲིམས་ ཕུང་པོ་ དང་ །_། བསམ་གཏན་ རྣམས་ དང་ ཐོས་མང་ གིས །_། རློམ་སེམས་ རྣམ་ རྨོངས་ དེ་དག་ ནི །_། འོད་སྲུང་ མུ་སྟེགས་ ཅན་ རྣམས་ སོ །_།
en: $31 “Those deluded beings Who conceitedly consider themselves disciplined, Concentrated, and learned— Those are extremists, Kāśyapa.

source: བདག་ ནི་ ཆོག་ཤེས་ འདོད་ ཆུང་ དང་ །_། རབ་ཏུ་ དབེན་ ལ་ གནས་པ་ དང་ །_། ཆོས་གོས་ ངན་པ་ འཆང་ སྙམ་པ །_། འོད་སྲུང་ དེ་ ནི་ མུ་སྟེགས་ སོ །_།
en: $32 “ ‘I am content and have few desires; |#| I remain in solitude And adhere to the simplest of Dharma robes’— Those who think this are extremists, Kāśyapa.

source: དཔེར་ན་ ནམ་མཁའ་ འདི་ ལ་ ནི །_། ལག་པ་ བསྐྱོད་ ཀྱང་ ཐོགས་མེད་ ཅིང་ །_། དཔེར་ན་ མཁའ་ ལ་ རྡུལ་ གྱིས་ ཀྱང་ །_། ནམ་ཡང་ གོས་པ ར་ [8b] མི་འགྱུར་བ །_།
en: $33 “Take the analogy of space: |#| When a hand moves through space, it is unobstructed. |#| Moreover, as for space, It can never be stained by dust. [8.b]

source: དེ་བཞིན་ འོད་སྲུང་ ངས་ བསྟན་པ འི །_། ཆོས་ འདིར་ གང་དག་ གནས་ དེ་དག _། ཉོན་མོངས་ རྣམས་ ཀྱིས་ མི་ གོས་ ཏེ །_། |#| མཁའ་ ལས་ རྡུལ་ དང་ སྤྲིན་ བཞིན་ ནོ །_།
en: $34 “Likewise, Kāśyapa, those who practice This Dharma that I have taught Will not be stained by the afflictions; |#| It is just as with space and dust, or clouds.

source: ཇི་ལྟ ར་ མཁའ་ ལ་ མི་ ཡིས་ མེ་ཏོག་ སྤོས་ རྣམས་ དང་ །_། དེ་བཞིན་ ཕྲེང་བ་ བྱུག་པ་ རྣམས་ ཀྱིས་ འདིར་ མཆོད་ ཀྱང་ །_། བདག་ མཆོད་ ལ་ལ་ སྐྱེ་ འགྱུར་ འཇིག་པ ར་ འགྱུར་ རོ་ ཞེས །_། དེ་ ལ་ བློ་གྲོས་ ཀྱང་ ནི་ འབྱུང་བ ར་ མི་ འགྱུར་ དང་ །_།
en: $35 “People may offer flowers and incense, Or garlands and ointments to the sky, Yet the sky will not keep track, thinking, ‘Offerings that arise and cease are made to me.’

source: ཇི་ལྟ ར་ ནམ་མཁའ་ དེ་ ལ་ གོས་པ ར་ མི་ འགྱུར་ དང་ །_། ཇི་ལྟ ར་ དེ་ ཡི་ རང་བཞིན་ གོས་པ ར་ མི་ འགྱུར་ དང་ །_། ཇི་ལྟ ར་ དེ་ ཡི་ རང་བཞིན་ ངོ་བོ་ ཉིད་ ཀྱིས་ གསོབ །_། དེ་བཞིན་ དགེ་སྦྱོང་ དག་ ལ་སྟོང་པ འི་ ཆོས་ རྣམས་ སོ །_།
en: $36 “Space will not be stained, Its nature will not be stained— Its nature is devoid of any essence. |#| To mendicants, so are all empty phenomena.

source: ཇི་ལྟ ར་ གང་ གིས་ ནམ་མཁའ་ བསྡིགས་པ་ དང་ །_། ཇི་ལྟ ར་ ནམ་ དུ་ ཡང་ ནི་ གཤེ་བ ར་ མི་འགྱུར་བ །_། དེ་བཞིན་ དགེ་སྦྱོང་ དག་ ལ་ ཆོས་ རྣམས་ གང་དག་ ཡིན །_།
en: $37 “Space will not be threatened, Nor will it ever be abused— To mendicants, this is how all phenomena are.
